Repository: tacocode/wp-attachment-export
Catalog: languages/wp-attachment-export-*.po
Languages: de_de

source: Export
de_de: Exportieren

source: When you click the button below WordPress will create an XML file for you to save to your computer.
de_de: Wenn Sie auf den untenstehenden Knopf klicken, wird WordPress eine XML Datei erstellen die Sie auf Ihrem Computer speichern können.

source: This format, which we call WordPress eXtended RSS or WXR, will contain your attachments.
de_de: Dieses Format, welches wir WordPress eXtended RSS oder WXR nennen, wird Ihre Medienbibliothek enthalten.

source: Once you&#8217;ve saved the download file, you can use the Import function in another WordPress installation to import the attachments from this site.
de_de: Sobald Sie die Datei gespeichert haben, können Sie die Import-Funktion in einer anderen WordPress-Installation benutzen um die Medienbibliothek aus dieser Website zu importieren.

source: Choose what to export
de_de: Wählen Sie den Exporttyp

source: Attachments
de_de: Medienbibliothek

source: This will contain all of your attachments.
de_de: Dies enthält die gesamte Medienbibliothek.

source: Download Export File
de_de: Exportdatei herunterladen

source: Rate this plugin
de_de: Plugin bewerten

source: Contribute on GitHub
de_de: Auf GitHub beitragen

source: Attachment Export
de_de: Medienbibliothek Exportieren
